Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: Adopting a strategic planning process, developing a strategic direction and approving a plan that takes into account the opportunities and risks of the business, including the sustainability goals into the core of Company’s strategy and satisfying itself that the plans it has approved are being implemented effectively;
es: Adoptar un proceso de planificación estratégica, desarrollo de una dirección estratégica y aprobación de un plan que considere las oportunidades y riesgos del negocio, incluidas las metas de sostenibilidad en la estrategia central de la Compañía y convencerse de que los planes que ha aprobado se han implementado con eficacia;

source: Adult/child – full tilt
es: Adulto/niño: inclinación completa

source: Advance payments to a subcontractor
es: Pagos anticipados a un subcontratista

source: Advanced National Seismic System (ANSS) Comprehensive Catalog (ComCat) maintained by the US Geological Survey (USGS) with earthquake hypocenters (M~ 2.5+) located by 25 USA-based observatories from about 1900 to present (http://earthquake.usgs.gov/data/comcat/);
es: Catálogo integral (ComCat) del Advanced National Seismic System (ANSS), administrado por el Servicio Geológico de EE.UU. (USGS) que tiene hipocentros (M~ 2,5+) localizados por 25 observatorios en EE.UU. desde alrededor del año 1900 a la fecha (http://earthquake.usgs.gov/data/comcat/).

source: Advanced National Seismic System catalog (ANSS) maintained by the U.S. Geological Survey with earthquake hypocenters from 1900 to present (http://earthquake.usgs.gov/earthquakes/search/)
es: Catálogo del Advanced National Seismic System (ANSS), administrado por el Servicio Geológico de EE.UU. que tiene hipocentros desde el año 1900 a la fecha (http://earthquake.usgs.gov/earthquakes/search/).

source: Advanced stress-deformation analyses of the dam were carried out with the computer code FLAC2D and included the proposed foundation ground improvement scheme.
es: Se llevaron a cabo análisis avanzados de tensión-deformación del muro con el código computacional FLAC2D y se incluyó el esquema propuesto de mejora del suelo de fundación.

source: Advice on underground excavation and support layouts for four 500m long, 20m wide and 50m high Desilting Chambers and associated cross-tunnel excavations for the Intake works for the 1500MW scheme.
es: Asesoría sobre excavación subterránea y trazados de fortificación para cámaras de desazolvamiento de 500 m de longitud, 20 m de ancho y 50 m de altura y excavaciones verticales asociadas que atraviesan el túnel para las obras de captación de una central de 1500 MW.

source: Advise on preferred method of follow up on conditions (email, telephone, or second meeting) - Chair;
es: Asesorar sobre el método de seguimiento preferido a las condiciones (email, teléfono o segunda reunión) - Presidente de Mesa;

source: Aerial imagery, as presented in Google Earth™, was reviewed in conjunction with mapping by others (Naranjo, 1987; Elderry et al. 1996; Lavenu et al. 2000; Allmendinger and Gonzalez, 2009; Cortes et al. 2012) to locate potentially active faults with respect to the Spence Mine site.
es: Se revisaron imágenes aéreas en Google Earth™ junto con mapeos de terceros (Naranjo, 1987; Elderry et al. 1996; Lavenu et al. 2000; Allmendinger y González, 2009; Cortes et al. 2012) para ubicar las fallas potencialmente activas en relación con la mina Spence.

source: Affiliations
es: Afiliaciones

source: After all site investigation is complete, physical evidence may need to be sent to an independent third party or laboratory for analysis.
es: Una vez que se ha completado toda la investigación en terreno, podría ser necesario enviar la evidencia física a un tercero independiente o a un laboratorio para su análisis.

source: After an incident that could affect its stability (e.g. storm, impact).
es: Después de un incidente que pudiera afectar su estabilidad (tormenta, impacto, por ejemplo).

source: After combining the earthquake records from each of the seven catalogs, both automatic and manual procedures were used to remove duplicate entries in the combined catalog.
es: Tras combinar los registros sísmicos de los siete (7) catálogos, se usaron procedimientos automáticos y manuales para eliminar entradas duplicadas en el catálogo combinado.

source: After combining the earthquake records from the eight catalogs, both automatic and manual procedures were used to remove duplicate entries in the combined catalog.
es: Tras combinar los registros sísmicos de los ocho (8) catálogos, se usaron procedimientos automáticos y manuales para eliminar entradas duplicadas en el catálogo combinado.

source: After graduating he worked for Binnie and Partners on design, investigation and construction of large water supply dams, including those involved in the 2000MW Dinorwig Scheme in North Wales.
es: Después de graduarse, trabajó para Binnie y Partners en el diseño, investigación y construcción de grandes presas hídricas tales como las de la central hidroeléctrica de 2000 MW Dinorwig, en Gales del Norte.

source: After installing the latest version, you will be prompted to log in the next time you open the app.
es: Tras instalar la última versión, se te pedirá iniciar sesión la próxima vez que abras la aplicación.

source: After pressing "Submit", an email will be sent to you.
es: Al pulsar "Enviar", se te enviará un correo electrónico.

source: After repairs or alterations.
es: Después de reparaciones o modificaciones.

source: After shutting down the rig, he climbed the mast without implementing controls required for working at heights.
es: Después de apagar el equipo, escaló el mástil sin implementar los controles requeridos para el trabajo en altura.

source: After walking approximately 2 metres our employee realised he needed more material and without alerting the excavator operator, turned and re-entered the area.
es: Tras caminar aproximadamente 2 metros, nuestro colaborador se dio cuenta de que necesitaba más material y sin avisar al operador de la excavadora, giró y volvió a ingresar a la zona.

source: After work is won, an approved PHRTA becomes part of project HaSEP
es: Una vez que se ha obtenido la obra, la PHRTA aprobada se convierte en parte del HaSEP del proyecto.

source: After you download and launch the Assistance App, you will need to log into the Assistance Application by using our Golder membership number 11BYCA084630
es: Después de descargar y abrir la App de Asistencia, deberá ingresar a esta usando el código de membresía de Golder: 11BYCA084630

source: After your first sign-on, you will not need to log back in unless you log out.
es: Tras el registro, no necesitarás volver a iniciar sesión a menos que hayas cerrado la sesión anterior.

source: Age of buildings.
es: Antigüedad del edificio.

source: Agenda
es: Temario

source: Agents & Sponsors
es: Agentes y patrocinadores

source: Agents hazardous to health include: chemical, biological, electrical
es: Los agentes peligrosos para la salud incluyen: químicos, biológicos, eléctricos

source: Ages, where available from Cortes et al. (2012).
es: Edades, según disponibilidad en Cortes et al. (2012).

source: Ages, where available, from
es: Edades, según disponibilidad en

source: Aggressive behaviour
es: Comportamiento agresivo

source: Agreed recommendations arising from incident investigations shall be entered as tasks within the original learning and allocated to the appropriate persons and communicated.
es: Las recomendaciones acordadas que surjan de las investigaciones de incidentes deberán ingresarse como tareas dentro del learning original, asignarse a las personas adecuadas y comunicarse.

source: Agreeing to flow down terms more favorable than Golder's contract
es: Aceptar términos de transferencia (flow down) más favorables que los del contrato de Golder

source: Air - Applies to the air inside a building, mine, or equipment and the air on a Golder workplace or within a Golder workplace (Health) and the air outside of a mine, building or equipment and all outdoor air that is not on a Golder workplace (Environment).
es: Aire: aire dentro de un edificio, mina o equipamiento; también aire encima de un lugar de trabajo de Golder o dentro de este (salud) y aire fuera de una mina, edificio o equipamiento; además, todo aire exterior que no se encuentre encima de un lugar de trabajo de Golder (medio ambiente).

source: Air conditioned rest areas.
es: Zonas de descanso con aire acondicionado

source: Air decking Buffer may help to reduce over-size from top of hole
es: Usar espaciamiento de aire en la voladura amortiguada puede ayudar a reducir el sobretamaño de la parte superior del barreno.

source: Airline risk calculator (SGS HART Aviation)
es: Calculadora de riesgo de aerolíneas (SGS HART Aviation)

source: Aleatory variability is the natural randomness in a process because of the simplified modeling of a complex process.
es: La variabilidad aleatoria es la incertidumbre natural asociada con un proceso físico complejo, que busca modelarse a través de una simulación simplificada.

source: Aleatory variability is the natural randomness in a process.
es: La variabilidad aleatoria es la aleatoriedad natural de un proceso.

source: Alert other area occupants and clear the area if required
es: Alertar a otros ocupantes del área y despejarla si es necesario.

source: All 21 faults were modeled as full characteristic sources with a probability of activity represented by the confidence percentage listed in Table 1.
es: Las 21 fallas fueron modeladas como fuentes características completas con una probabilidad de actividad representada por el porcentaje de confianza indicado en la Tabla 1.

source: All 3 operators knew that the employee was in the area and were dumping material away from her location until one of the dump trucks began to reverse into the pile location the employee was working.
es: Los 3 operadores sabían que la colaboradora estaba en el área, y estaban vertiendo material lejos de ella, hasta que uno de los camiones empezó a retroceder hacia una de las pilas donde trabajaba.

source: All Caps 20/24
es: Todo mayús. 20/24

source: All Other Incidents
es: Todos los demás incidentes

source: All Other Incidents (Recommended)
es: Todos los demás incidentes (Recomendado)

source: All Senior Leaders to put HSSE as their first priority.
es: Poner todos los líderes senior los temas de HSSE como primera prioridad.

source: All applicable regional catalogues were compiled and combined into a single catalogue duly accounting for duplicates using a ranking prioritization scheme.
es: Se recopilaron todos los catálogos regionales aplicables y se combinaron en un solo catálogo teniendo en cuenta debidamente los valores duplicados utilizando un esquema de priorización de la clasificación.

source: All appropriate utilities were called
es: Todos los proveedores de los servicios hayan sido contactados

source: All attachments must be lowered firmly to the ground
es: Todos los aditamentos deben quedar bien sujetos en el suelo.

source: All available information (as-built, locates, GPR, visual evidence…) must be reconciled on site prior to work.
es: Toda la información disponible (planos as-built, localización, georradar, evidencias visuales) debe ser reconciliada en terreno antes de los trabajos

source: All cargo must be secured with load restraints or behind a cargo barrier.
es: Toda carga debe estar bien sujeta con elementos de retención de carga o estar detrás de barreras.

source: All contract amounts shown are gross contract amounts in US dollars unless otherwise noted.
es: Todos los montos de contratos son brutos en dólares estadounidenses salvo que se indique lo contrario.

source: All copies issued externally, must be clearly marked “UNCONTROLLED DOCUMENT” on the front cover.
es: Todas las copias emitidas externamente deben llevar la marca “COPIA NO CONTROLADA” en la tapa.

source: All corrective actions stemming from moderate and high potential incidents shall be verified and assessed for their effectiveness.
es: Se deberá verificar y evaluar la eficacia de todas las acciones correctivas que deriven de incidentes con potencial moderado y alto.

source: All details of actual location, where the incident happened, should be put in the description.
es: Todos los detalles de la ubicación puntual donde ocurrió el incidente deben indicarse en la descripción.

source: All drainholes should discharge into a lined ditch and the water conveyed to a lined pond.
es: Todos los pozos de drenaje deben descargar en una zanja impermeabilizada y el agua se transportaría a una piscina impermeabilizada.

source: All drainholes would discharge into a lined ditch with the water conveyed to a lined pond.
es: Todos los pozos de drenaje descargarían en una zanja impermeabilizada y el agua se transportaría a una piscina impermeabilizada.

source: All drains should discharge into a lined ditch and the water conveyed to a lined pond.
es: Todos los drenes deben descargar en una zanja impermeabilizada y el agua se transportaría a una piscina impermeabilizada.

source: All electrical equipment must meet local standards.
es: Todos los equipos eléctricos deben cumplir las normas locales.

source: All electrical equipment shall be treated as ‘live’ until confirmed otherwise.
es: Todos los equipos eléctricos deben tratarse como si estuvieran energizados hasta confirmarse lo contrario.

source: All equipment shall be inspected and tested prior to departure.
es: Todos los equipos deben ser inspeccionados y sometidos a prueba antes de la salida.

source: All evidence and working papers will be retained by our legal team.
es: Toda la evidencia y los documentos de trabajo los retendrá el equipo legal.

source: All ignition sources were immediately shut down.
es: Se apagaron de inmediato todas las fuentes de ignición.

source: All incidents shall be investigated by a competent person with appropriate training.
es: Todos los incidentes los deberá investigar una persona competente y con la debida preparación.

source: All incidents shall be investigated by a competent person with appropriate training. The depth of investigation needed to reach reliable conclusions shall depend on the nature, complexity, potential and actual severity of the incident.
es: Todos los incidentes los deberá investigar una persona competente y con la debida preparación. El alcance de la investigación necesario para realizar conclusiones confiables deberá depender de la naturaleza, complejidad, potencial y gravedad real del incidente.

source: All investigations shall be recorded in the LDB.
es: Las investigaciones se deberán registrar en la LDB.

source: All learnings including injuries, illnesses and environmental impacts shall be assessed for their potential versus actual outcome and investigated where the potential consequence is high
es: Se deberá evaluar el potencial de todos los casos registrados de lesiones, enfermedades e impactos ambientales versus el resultado real e investigar cuando la consecuencia probable sea alta

source: All lifting points should be tested and approved by a competent person before use or assessed and certified by a structural engineer.
es: Todos los puntos de izaje deben ser puestos a prueba y aprobados por una persona competente antes de su uso o ser evaluados y certificados por un ingeniero estructural.

source: All loose materials, such as soil and plant debris must be removed from mobile plant prior to leaving the site.
es: Debe removerse todo material suelto, como suelo o residuos de plantas, de la maquinaria móvil antes de abandonar el sitio o faena.

source: All mobile equipment operation in the area ceased while this took place.
es: Toda operación de equipos móviles en el sector paró durante este proceso.

source: All other drains were measured at less than 1 L/m.
es: Los demás drenes tuvieron lecturas inferiores a 1 l/m.

source: All other leases of assets of any type (i.e., computer-related, furniture, equipment, etc.)
es: Todos los demás alquileres de activos de cualquier tipo (computacionales, mobiliario, equipos, etc.)

source: All other types of non-project-related expenses that are not named above
es: Todos los demás tipos de gastos que no son de proyectos no mencionados antes

source: All personnel (employees and sub-contractors) working on the project must attend the daily Pre-Start meetings.
es: Todo el personal (empleados y subcontratistas) que trabaja en el proyecto debe asistir a las reuniones previas diarias.

source: All personnel involved with the task should be involved in discussing and recording hazards associated with the specific work environment.
es: Todo el personal que participa en la tarea debe involucrarse en la discusión y en registrar los peligros asociados al entorno de trabajo específico.

source: All persons on site during an evacuation drill shall actively participate in the exercise.
es: Todas las personas en el sitio o faena durante un simulacro de evacuación deben participar activamente en el ejercicio.

source: All persons performing a role in the task are required to read the WMS and sign it to verify they are aware of the necessary controls and their responsibility to adopt these controls.
es: Todos quienes desempeñen una función en la tarea deben leer el PST y firmarlo para verificar que son conscientes de los controles necesarios y de su responsabilidad en su adopción.

source: All photographs of the incident scene should be labeled, dated and enclosed with the investigation report.
es: Todas las fotografías de la escena del incidente se deben etiquetar, fechar e incluir en el informe de investigación.

source: All portable and semi-portable electrical tools and equipment shall be double insulated.
es: Todo equipo o herramienta eléctrica portátil o semiportátil debe tener doble aislación.

source: All powered motions must be disabled
es: Debe deshabilitarse todo movimiento energizado.

source: All project personnel must sign the Tools to signify that they understand the contents.
es: Todo el personal del proyecto debe firmar las Herramientas para dar a entender que comprende su contenido.

source: All project-related chargeable time must be recorded to the applicable project based on work performed, irrespective of whether the time is billable to or recoverable from the client.
es: Todas las horas cargables de proyecto deben registrarse en el proyecto respectivo de acuerdo con el trabajo realizado, sin importar si esas horas son facturables o recuperables con el cliente.

source: All reports or evidence requested by outside agencies, the media, or others must be in writing and release of requested information must first be approved by our attorney.
es: Todos los informes o evidencia solicitada por agencias externas, prensa u otros deberán estar por escrito y la emisión de la información solicitada primero la deberá aprobar nuestro abogado.

source: All site-specific PGA and spectral accelerations were evaluated for outcropping rock site/very stiff soil site conditions.
es: Se evaluaron todas aceleraciones horizontales máximas y espectrales específicas de sitio, en condiciones de suelo con afloramientos de roca y suelo muy rígido (Clase B).

source: All sites shall have an emergency plan that takes into account the:
es: Todos los sitios o faenas deben tener un plan de emergencias que considere:

source: All source zones modeled as truncated exponential.
es: Todas las zonas de fuente modeladas como exponencial truncada.

source: All travel (within and outside Region)
es: Todos los viajes (dentro y fuera de la región)

source: All time is reviewed, approved and properly allocated each week.
es: Cada semana, las horas deben revisarse, aprobarse y asignarse debidamente.

source: All time is tracked and recorded by employees daily.
es: Los colaboradores deben llevar un registro diario de todas sus horas.

source: All values in the figures and tables are for a site soil condition of VS,30 = 760 m/s that represents the inferred site soil conditions for the Spence Mine site.
es: Todos los valores en las figuras y tablas son para una condición de suelo en el sitio de VS,30 = 760 m/s que representa las condiciones de suelo en el sitio inferidas para la mina Spence.

source: All work for this study was office based.
es: Este estudio consistió enteramente de trabajo de gabinete.

source: All work was stopped on-site.
es: Se detuvieron todos los trabajos en el sitio.

source: All workers to Take 5 to manage situational risk and review risk control measures if required
es: Todos los trabajadores aplican Take 5 para manejar el riesgo situacional y revisan las medidas de control de riesgo, si procede

source: Allmendinger and Gonzalez (2009)
es: Allmendinger y Gonzalez (2009)

source: Allmendinger and Gonzalez (2009) and Lavenu et al. (2000)
es: Allmendinger y Gonzalez (2009) y Lavenu et al. (2000)

source: Allmendinger and Gonzalez (2009) indicate there are several faults within the Paposo segment with distinct late Cenozoic activity, including the Paposo fault, and the Barazart and Salar de Navidad faults.
es: Allmendinger y González (2009) señalan que hay varias fallas dentro del segmento Paposo con clara actividad en el Cenozoico tardío, tales como la falla Paposo y las allas Barazart y Salar de Navidad.

source: Allmendinger and Gonzalez (2009) suggest, however, that extension is still on-going, as the crustal faults of the region have been subject to extension since at least the early Pliocene – with a calculated extension rate of between 0.06 and 0.18 mm/yr.
es: Allmendinger y González (2009) sugieren, sin embargo, que la extensión todavía está produciéndose, ya que las fallas corticales de la región han estado sometidas a extensión desde al menos el Plioceno temprano y su tasa de extensión calculada varía entre 0,06 y 0,18 mm/año.

source: Allmendinger and Gonzalez (2009); Cortes et al. (2012)
es: Allmendinger y Gonzalez (2009); Cortes et al. (2012)

source: Allmendinger and Gonzalez (2009); Lavenu et al. (2000)
es: Allmendinger y Gonzalez (2009); Lavenu et al. (2000)

source: Allmendinger and Gonzalez 2009
es: Allmendinger y Gonzalez 2009

source: Allmendinger and Gonzalez 2009 and Lavenu et al. (2000)
es: Allmendinger y Gonzalez 2009 y Lavenu et al. (2000)

source: Allmendinger and Gonzalez 2009); Lavenu et al. (2000)
es: Allmendinger y Gonzalez (2009); Lavenu et al. (2000)

source: Allow a minimum of 10 hours rest between shifts and include rest breaks in work day
es: Permitirme un mínimo de 10 horas de descanso entre turnos e incluir pausas durante la jornada laboral

source: Allow the groundwater system to recover between testing.
es: Permitir que el sistema de aguas subterráneas se recupere entre cada prueba.

source: Allow the individual to talk openly, with minimal interruptions.
es: Permitir a la persona que hable abiertamente, con interrupciones mínimas.

source: Allowance included for BCH to take possession of all equipment to complete the project if terminated for cause
es: Asignación incluida para que BCH tome posesión de todo el equipamiento para completar el proyecto si se termina por causa

source: Alluvium (HGU1) and Residual Soil (HGU2) – These units together comprise model layer 1.
es: Depósitos Aluviales (HGU1) y Suelo Residual (HGU2) – Estas unidades conforman la capa 1 del modelo.

source: Alluvium and residual soil compose the upper model layer; both are underlain directly by the extremely weathered saprolite.
es: Los depósitos aluviales y el suelo residual componen la capa superior del modelo; ambas se encuentran directamente sobre el saprolito extremadamente meteorizado.

source: Almost certain
es: Casi seguro
